export const howItWorks = [
  {
    id: 1,
    title: "Невозможность списывания",
    description:
      "Для каждого типа задач генерируются новые задания, тем самым ученик может решить одну и ту же тему по нескольку раз, повышая свои знания. По этой причине у учащихся нет возможности списывать друг у друга.",
  },
  {
    id: 2,
    title: "От легкого к сложному",
    description:
      "Задания учащихся разработаны по принципу от легких к сложным. С каждым этапом задания, которые повышают уровень знаний, становятся все сложнее стремясь к повышению уровня.",
  },
  {
    id: 3,
    title: "Помощь в решении задач",
    description:
      "Если учащийся не решает данную ему задачу, правильно решенные задания отображается шаг за шагом по действиям. В дальнейшем после закрепления знаний будет дано еще 2 аналогичных задания по этой теме.",
  },
  {
    id: 4,
    title: "Самостоятельная проверка знаний",
    description:
      "После завершения каждой темы у учащихся есть возможность самостоятельно свои знания.",
  },
  {
    id: 5,
    title: "Улучшение успеваемости",
    description:
      "Метод может определить по какой теме учащийся ошибается и закрепить его знание по ней.",
  },
  {
    id: 6,
    title: "Мотивация с рейтингом",
    description:
      "В рейтинговой учёных, метод может заметить отстающих по уровню знаний детей и помочь им продвинуться вперед.",
  },
];
